[
  {
    "name": "Livestream",
    "image": "../assets/live_stream.jpg",
    "desc": "Đang trong giai đoạn chiến tranh lạnh với bạn gái, Dong Joo nhận được một đường link đến buổi phát sóng trực tiếp. Kinh khủng hơn khi cô gái sẽ bị lột trần làm thú vui trên mạng chính là bạn gái anh.",
    "year": "2023",
    "time": "90 min",
    "rate": "...",
    "quality": "4K",
    "kind": "coming",
    "category": "film"
  },
  {
    "name": "Indiana Jonse Và Vòng Quay Định Mệnh",
    "image": "../assets/indiana.jpg",
    "desc": "Bộ phim phiêu lưu - hành động của Mỹ ra mắt năm 2023 được đạo diễn bởi James Mangold với phần biên kịch do Mangold, Jez Butterworth và John-Henry Butterworth chấp bút.",
    "year": "2023",
    "time": "154 min",
    "rate": "...",
    "quality": "4K",
    "kind": "coming",
    "category": "film"
  },
  {
    "name": "Ma Sơ Trục Quỷ",
    "image": "../assets/masotrucquy.jpg",
    "desc": "Ofelia - một nữ tu trẻ vừa đặt chân đến thị trấn San Ramon đã bị ép phải thực hiện buổi lễ trừ tà cho một phụ nữ đang mang thai. Tưởng chừng buổi trục quỷ đã hoàn tất, Ofelia bàng hoàng nhận ra hiện thân quỷ dữ chưa từng biến mất.",
    "year": "2023",
    "time": "102 min",
    "rate": "...",
    "quality": "4K",
    "kind": "coming",
    "category": "film"
  },
  {
    "name": "Cô Thành Trong Gương",
    "image": "../assets/cothanhtrongguong.jpg",
    "desc": "Bỗng dưng một ngày nọ, Kokoro - cô bé lớp bảy ngày qua ngày giam mình trong phòng riêng thay vì tới trường sau tổn thương tâm lý - phát hiện tấm gương trong phòng mình phát sáng, bước qua tấm gương, Kokoro nhận ra mình đang ở trong một toà lâu đài cùng sáu người bạn chung hoàn cảnh. Bảy đứa trẻ cô độc buộc phải dấn bước vào một cuộc phiêu lưu kỳ lạ, trước khi đáp án cuối cùng mở ra, gây sững sờ và xúc động tột cùng.",
    "year": "2023",
    "time": "116 min",
    "rate": "...",
    "quality": "4K",
    "kind": "coming",
    "category": "film"
  },
  {
    "name": "Ruby Thủy Quái Tuổi",
    "image": "../assets/ruby_gillman.jpg",
    "desc": "Ruby Thủy Quái Tuổi Teen kể về cô bé Ruby Gillman nhút nhát, tình cờ phát hiện ra mình là một phần của dòng dõi thủy quái hoàng gia huyền thoại. Và kể từ giây phút này, số phận của cô bé dưới đáy đại dương bỗng thay thổi hoàn toàn, cùng với đó là một sứ mệnh lớn hơn tất cả những gì cô từng mơ đến..",
    "year": "2023",
    "time": "91 min",
    "rate": "...",
    "quality": "4K",
    "kind": "coming",
    "category": "film"
  },
  {
    "name": "Insidious - Quỷ Quyệt Cửa Đỏ Vô Định",
    "image": "../assets/insidious.jpg",
    "desc": "Have no content.",
    "year": "2023",
    "time": "102 min",
    "rate": "...",
    "quality": "4K",
    "kind": "coming",
    "category": "film"
  },
  {
    "name": "Tay Đua Kiệt Xuất",
    "image": "../assets/tayduakietxuat.jpg",
    "desc": "Bộ phim kể về một chú cu li chậm chạp tên Trí (Zhi) có niềm say mê với tốc độ. Ngôi làng nơi Trí và bà ngoại sống đang đứng trước nguy cơ bị phá hủy để xây dựng một khu trung tâm sang trọng. Khi đó, Trí đã đặt cược với Quang Phế (Vainglorious) - nhà đương kim vô địch của cuộc đua Con đường Tơ lụa (Silk Road Rally). Với sự giúp đỡ của một nhà cựu vô địch đua xe, Trí tham gia Cuộc đua Con đường Tơ lụa kéo dài bốn ngày với hy vọng chiến thắng để cứu ngôi làng cũng như thực hiện ước mơ đua xe của mình.",
    "year": "2023",
    "time": "92 min",
    "rate": "...",
    "quality": "4K",
    "kind": "coming",
    "category": "film"
  },
  {
    "name": "Barbie",
    "image": "../assets/barbie.jpg",
    "desc": "BARBIE sẽ được nhào nặn và chắp bút bởi nữ đạo diễn kiêm biên kịch từng nhận nhiều Đề cử Tượng vàng Oscar – Greta Grewig. Hai nhân vật chính Barbie và Ken sẽ được hóa thân bởi nữ diên viên Margot Robbie và nam thần Ryan Gosling, hứa hẹn sẽ tạo nên “chemistry” đáng yêu giữa hai nhân vật búp bê nổi tiếng thế giới.",
    "year": "2023",
    "time": "100 min",
    "rate": "...",
    "quality": "4K",
    "kind": "coming",
    "category": "film"
  },
  {
    "name": "Fanti",
    "image": "../assets/fanti.jpg",
    "desc": "Fanti là cơn ác mộng không hồi kết của hotgirl mạng xã hội khao khát trở thành diễn viên nổi tiếng. Sự xuất hiện của một kẻ theo đuôi bí ẩn, rình rập và khiến cuộc sống của cô dần trở nên đen tối. Bên cạnh việc vén lên bức màn bí ẩn phía sau bộ mặt xinh đẹp đến hoàn hảo trên mạng xã hội, phim còn lột tả nỗi sợ hãi và áp lực của những người trẻ muốn được công nhận trước gia đình và xã hội.",
    "year": "2023",
    "time": "143 min",
    "rate": "...",
    "quality": "4K",
    "kind": "coming",
    "category": "film"
  },
  {
    "name": "Gran Turismo: Tay Đua Cự Phách",
    "image": "../assets/gran turismo.jpg",
    "desc": "Tay Đua Cự Phách. Nội dung bộ phim dựa trên câu chuyện có thật về Jann Mardenborough, một tay đua nổi tiếng tới từ Anh quốc. Vào năm 2011, anh đã đánh bại 90.000 đối thủ để trở thành nhà vô địch thứ ba, đồng thời là nhà vô địch trẻ tuổi nhất trong giải đấu GT Academy. Phần thưởng của Jann là cơ hội được đại diện cho Nissan tại giải đua Dubai 24-Hour.",
    "year": "2023",
    "time": "150 min",
    "rate": "...",
    "quality": "4K",
    "kind": "coming",
    "category": "film"
  },
  {
    "name": "Iron man",
    "image": "../assets/ironman.jpg",
    "desc": "Iron Man là một siêu anh hùng hư cấu xuất hiện trong truyện tranh của Mỹ được xuất bản bởi Marvel Comics, cũng như các phương tiện truyền thông liên quan. Nhân vật này đã được sáng tác bởi nhà văn - nhà biên tập Stan Lee, được phát triển bởi Larry Lieber, và được thiết kế bởi họa sĩ Don Heck và Jack Kirby.",
    "year": "2022",
    "time": "137 min",
    "rate": "8.5",
    "quality": "4K",
    "kind": "new",
    "category": "film",
    "mp4": "../assets/video/ironman.mp4"
  },
  {
    "name": "Thor",
    "image": "../assets/thor.jpg",
    "desc": "Thor (công chiếu ở Việt Nam với tên Thần Sấm) là một bộ phim nói về nhân vật siêu anh hùng cùng tên trong Marvel Comics. Được sản xuất bởi Marvel Studios và phân phối bởi Paramount Pictures, đây là bộ phim thứ 4 trong Vũ trụ Điện ảnh Marvel. Nó được đạo diễn bởi Kenneth Branagh, được viết bởi đội ngũ viết kịch bản của    Ashley Edward Miller và Zack Stentz cùng với Don Payne, và Chris Hemsworth đóng vai nhân vật chính cùng với Natalie Portman, Tom Hiddleston, Stellan Skarsgård, Colm Feore, Ray Stevenson, Idris Elba, Kat Dennings, Rene Russo và Anthony Hopkins. Sau khi tham gia một cuộc chiến không cần thiết, Thor (Chris Hemsworth) bị trục xuất khỏi Asgard đến Trái đất, bị tước bỏ sức mạnh và chiếc búa Mjölnir. Khi em trai Loki (Tom Hiddleston) âm mưu chiếm ngai vàng Asgard, Thor phải chứng tỏ mình xứng đáng.",
    "year": "2018",
    "time": "152 min",
    "rate": "9.5",
    "quality": "4K",
    "kind": "new",
    "category": "film",
    "mp4": "../assets/video/thor.mp4"
  },
  {
    "name": "Lật mặt 6",
    "image": "../assets/latmat.jpg",
    "desc": "Nội dung phim kể về tấm vé có mệnh giá 10 ngàn đồng và sở hữu những con số \"định mệnh\" gồm 10, 16, 18, 20, 27, 28 - đây là tập hợp những con số ngày sinh của hội bạn thân gồm 6 người. Câu chuyện bắt đầu khi cả 6 người bạn thân quyết định mua một tấm vé số có dãy số là tập hợp ngày sinh của cả 6 người. Và nếu như tấm vé này may mắn trúng giải, họ sẽ chia đều tiền thưởng cho cả 6 người. Và quả nhiên, tấm vé định mệnh này đã đem về cho nhóm một giải thưởng tới hơn 130 tỷ. Tuy nhiên, người giữ tấm vé số là An (Thanh Thức) lại gặp tai nạn tang thương và tấm vé số nằm ở ốp lưng điện thoại đã theo anh xuống mồ. Chính lúc này, dã tâm và bản năng của con  người trỗi dậy. Hội bạn còn lại 5 người, kẻ thì muốn đào mộ để lấy tấm vé bị chôn trong mồ, người thì muốn ngăn cản vì đó là phạm pháp",
    "year": "2023",
    "time": "132 min",
    "rate": "8",
    "quality": "FHD",
    "kind": "new",
    "category": "film",
    "mp4": "../assets/video/latmat.mp4"
  },
  {
    "name": "Spider man",
    "image": "../assets/spiderman.jpg",
    "desc": "Người nhện là một siêu anh hùng hư cấu trong các truyện tranh xuất bản bởi Marvel Comics. Nhân vật này được sáng tạo bởi nhà văn Stan Lee và nhà văn-nghệ sĩ Steve Ditko, lần đầu xuất hiện trong Amazing Fantasy #15.",
    "year": "2020",
    "time": "130 min",
    "rate": "9",
    "quality": "FHD",
    "kind": "new",
    "category": "film",
    "mp4": "../assets/video/spiderman.mp4"
  },
  {
    "name": "The Flash",
    "image": "../assets/theFlash.jpg",
    "desc": "Câu chuyện của Flash bắt đầu khi Barry Allen (Ezra Miller thủ vai) sử dụng siêu năng lực của mình để du hành thời gian nhằm thay đổi những sự kiện trong quá khứ. Nhưng khi nỗ lực cứu lấy gia đình mình vô tình thay đổi tương lai, Barry bị kẹt lại trong một thực tại, nơi tướng Zod tái xuất và đe dọa hủy diệt tất cả, nhưng không có bất cứ siêu anh hùng nào đứng ra giải cứu… Trừ khi Barry có thể thuyết phục một Batman rất khác và giải cứu một cư dân Kryptonian đang bị cầm tù… dẫu có thể đó không phải người mà anh thực sự tìm kiếm. Để giải cứu thế giới hiện tại cũng như trở lại tương lai mình từng biết, niềm hy vọng duy nhất của Barry là phải chạy đua vì cuộc đời mình. Vậy nhưng, sự hy sinh tuyệt đối đó có là đủ để đưa thế giới về lại như ban đầu?",
    "year": "2023",
    "time": "144 min",
    "rate": "8.8",
    "quality": "4K",
    "kind": "new",
    "category": "film",
    "mp4": "../assets/video/theflash.mp4"
  },
  {
    "name": "Tà chú cấm",
    "image": "../assets/tachucam.jpg",
    "desc": "Bộ phim Tà Chú Cấm khám phá nỗi ám ảnh từ sự kiện thật tại Thái Lan, kể về gia đình Ning và Kwin khi họ chuyển đến căn hộ chung cư giá rẻ. Hành vi kỳ lạ của Kwin và hình xăm bí ẩn dẫn đến nguy  hiểm đối với con gái Ing. Bí mật đen tối trong ngôi nhà thuê đang chờ đợi.",
    "year": "2023",
    "time": "122 min",
    "rate": "8.",
    "quality": "4K",
    "kind": "new",
    "category": "film"
  },
  {
    "name": "J-Hope In The Box",
    "image": "../assets/jHope.jpg",
    "desc": "Lịch chiếu J-hope In The Box và mua vé J-hope In The Box. J-hope là nghệ sĩ Hàn Quốc đầu tiên biểu diễn trên sân khấu chính của lễ hội âm nhạc lớn nhất thế giới \"Lollapalooza\" ở Chicago. Jung Hoseok thuở nhỏ giờ được biết đến với nghệ danh j-hope, là dancer kiêm rapper của nhóm nhạc nổi tiếng thế giới BTS. Sau thành công vang dội của \"Dynamite\" và \"Butter\", anh ấy bắt đầu thực hiện album solo chính thức đầu tiên của mình. J-hope In The Box là bộ phim ghi lại cuộc sống 200 ngày của Hobi, từ quá trình sản xuất \"Jack In The Box\" đến quá trình chuẩn bị và xuất hiện\trên sân khấu \"Lollapalooza\". Giữa những lo lắng và băn khoăn, j-hope đã có một và chào đón thế giới.",
    "year": "2023",
    "time": "87 min",
    "rate": "8.3",
    "quality": "4K",
    "kind": "new",
    "category": "film"
  },
  {
    "name": "Vây Hãm Không Lối Thoát",
    "image": "../assets/vayham.jpg",
    "desc": "Lịch chiếu Vây Hãm Không Lối Thoát và review Vây Hãm Không Lối Thoát tại Moveek. Quái vật cơ bắp Seok-do (Ma Dong Seok) dẫn đầu đội hình sự truy lùng đường dây buôn chất cấm của thiếu gia Joo Seong Cheol. Cuộc truy đuổi càng thêm gay cấn khi cú đấm công lý \"chú Ma\" chạm trán thanh kiếm lừng lẫy chốn giang hồ Nhật Bản.",
    "year": "2023",
    "time": "105 min",
    "rate": "9.2",
    "quality": "4K",
    "kind": "new",
    "category": "film"
  },
  {
    "name": "Incantation",
    "image": "../assets/incantation.jpg",
    "desc": "Sáu năm trước, Lý Nhược Nam bị nguyền rủa vì phạm phải điều cấm kị trong tôn giáo. Giờ đây, cô phải bảo vệ con gái trước hậu quả của những hành động mình gây ra.",
    "year": "2022",
    "time": "111 min",
    "rate": "8.5",
    "quality": "FHD",
    "kind": "popular",
    "category": "film"
  },
  {
    "name": "Murder Mystery 2",
    "image": "../assets/murdermystery2.jpg",
    "desc": "Sau khi mở công ty thám tử riêng, Nick và Audrey Spitz có được một vụ án giúp sự nghiệp lên hương khi người bạn tỷ phú của họ bị bắt cóc trong đám cưới của anh ấy.",
    "year": "2023",
    "time": "91 min",
    "rate": "9",
    "quality": "4K",
    "kind": "top",
    "category": "film",
    "mp4": "../assets/video/mystery2.mp4"
  },
  {
    "name": "Black Adam",
    "image": "../assets/black_adam.jpg",
    "desc": "Black Adam là câu chuyện gần 5.000 năm sau khi anh ta được ban cho sức mạnh toàn năng của các vị thần Ai Cập - và bị cầm tù nhanh chóng - Black Adam được giải thoát khỏi ngôi mộ trần gian của mình, sẵn sàng giải phóng hình thức công lý độc nhất của anh ta trên thế giới hiện đại.",
    "year": "2022",
    "time": "120 min",
    "rate": "9.1",
    "quality": "4K",
    "kind": "top",
    "category": "film"
  },
  {
    "name": "365 Days",
    "image": "../assets/365days.jpg",
    "desc": "365 Ngày Yêu Anh - 365 Days là cuộc tình lãng mạn và kỳ lạ giữa Laure Biel và anh chàng Massimo Torricelli – một trùm mafia gốc Ý. Với bản tính bạo lực, tàn khốc và lạnh lùng, Massimo bắt cóc Laure Biel và ra điều kiện cô có 365 ngày để nhận lời yêu anh ta, nếu không… Liệu tình yêu có thể xảy ra? Mọi chuyện sẽ như thế nào?",
    "year": "2020",
    "time": "118 min",
    "rate": "8",
    "quality": "FHD",
    "kind": "top",
    "category": "film"
  },
  {
    "name": "After",
    "image": "../assets/after.jpg",
    "desc": "Từ Khi Có Anh chuyển thể từ tiểu thuyết nổi tiếng của tác giả Anna Todd, After là câu chuyện rung động tình yêu đầu đời của Tessa - một nữ sinh năm nhất gương mẫu với anh chàng nổi loạn Hardin Scott.",
    "year": "2019",
    "time": "105 min",
    "rate": "8.5",
    "quality": "FHD",
    "kind": "top",
    "category": "film"
  },
  {
    "name": "Dark Desire",
    "image": "../assets/dark_desire.jpg",
    "desc": "Dark Desire (Season 1) | Dục Vọng Đen Tối (Phần 1) là series phim truyền hình kinh dị, giật gân, tội phạm của Mexico, do công ty Argos Comunicación sản xuất cho Netflix. Phim dài 18 tập, tập trung vào nhân vật nữ chính Alma Solares (Maite Perroni) và các mối quan hệ phức tạp xung quanh cô. Alma Solares là một giáo sư đại học đã kết hôn với cuộc sống gia đình gặp khủng hoảng và thất vọng, nghi ngờ chồng ngoại tình… Một lần đi nghỉ cuối tuần cùng bạn thân, cô gặp chàng trai đáng tuổi con nhưng quyến rũ Dario Guerra (Alejandro Speitzer) trong một bữa tiệc, rồi bị chơi, Alma không ngờ tình trẻ lại là sinh viên của mình. Họ bị cuốn theo những rắc rối trong một mối quan hệ phức tạp",
    "year": "2020",
    "time": "90 min",
    "rate": "8",
    "quality": "FHD",
    "kind": "popular",
    "category": "film"
  },
  {
    "name": "Naked Truth",
    "image": "../assets/naked_truth.jpg",
    "desc": "Nhóm bạn 4 người \"hội ế\" tái ngộ sau thời gian dài không gặp, vào đúng kỉ niệm ngày cưới thành viên nhóm - Camy. Cô là người duy nhất thoát ế, có cuộc sống trong mơ bên người chồng tài hoa Đăng Minh. Quỳnh Lam trở thành nhà thiết kế nổi tiếng, Linh Đan thành đạt ở vai trò luật sư, Ken mở phòng Gym. Từ buổi họp mặt ấy, những bí mật riêng tư của mỗi người dần hé lộ....",
    "year": "2022",
    "time": "102 min",
    "rate": "8.8",
    "quality": "FHD",
    "kind": "popular",
    "category": "film"
  },
  {
    "name": "20th Centery Girl",
    "image": "../assets/centery_girl.jpg",
    "desc": "Cô Gái Thế Kỷ 20 kể về năm 1999, một cô nàng tuổi teen theo dõi sát sao một nam sinh trong trường thay cho cô bạn thân si tình. Nhưng rồi, chính cô lại bị cuốn vào câu chuyện tình của riêng mình.",
    "year": "2022",
    "time": "119 min",
    "rate": "8.2",
    "quality": "4K",
    "kind": "top",
    "category": "film"
  },
  {
    "name": "7 Nụ Cười Xuân",
    "image": "../assets/7nucuoixuan.jpg",
    "desc": "Sự “non trẻ” của Ưng Hoàng Phúc khi rơi vào những tình huống hài hước “dở khóc dở cười” khiến khán giả cười ngã nghiêng.",
    "year": "2020",
    "time": "67 min",
    "rate": "8",
    "quality": "FHD",
    "kind": "new",
    "category": "show"
  },
  {
    "name": "Rap Việt Mùa 3 - Tập 4",
    "image": "../assets/rapviet_tap4.jpg",
    "desc": "Rap Việt được mua bản quyền từ chương trình đình đám tại Thái Lan – The Rapper, đây là format từng đạt nhiều giải thưởng vang dội như Giải thưởng truyền hình châu Á lần thứ 23 – 2018 với hạng mục Chương trình giải trí tổng hợp hay nhất, Giải thưởng sáng tạo của Viện hàn lâm châu Á 2019, Giải thưởng Zocial Awards Thái Lan 2019 - Giải thưởng giải trí hay nhất trên mạng xã hội.",
    "year": "2023",
    "time": "89 min",
    "rate": "9.4",
    "quality": "4K",
    "kind": "new",
    "category": "show"
  },
  {
    "name": "Demon Slayer - Thanh Gươm Diệt Quỷ",
    "image": "../assets/demon_slayer.jpg",
    "desc": "Thanh Gươm Diệt Quỷ còn có tên gọi khác là Lưỡi Gươm Diệt Quỷ hay Yaiba Kimetsu. Phim Thanh Gươm Diệt Quỷ: Kimetsu No Yaiba lấy bối cảnh vào thời Taisho tại Nhật Bản, có một gia đình hai anh em sống nương tựa vào nhau bằng nghề bán than. Nhưng những tháng ngày bình yên đó đã bị phá hủy khi một con quỷ sát hại cả gia đình cậu, chỉ còn duy nhất người em gái Nezuko Kamado nhưng cô lại bị biến thành quỷ. Mang trong mình quyết tâm chữa trị cho em gái, Tanjiro cùng Nezuko bắt đầu cuộc hành trình tìm kiếm tung tích con quỷ đã ra tay với gia đình mình nhằm phá giải lời nguyền. Tanjiro là một người có ý chí kiên định khi không ngừng tìm kiếm cách biến em gái trở lại làm người mặc cho những nguy hiểm chồng chất.",
    "year": "2021",
    "time": "43 min",
    "rate": "8.5",
    "quality": "FHD",
    "kind": "top",
    "category": "anime"
  },
  {
    "name": "DR.Stone - Hồi Sinh Thế Giới",
    "image": "../assets/insidious.jpg",
    "desc": "Sau 1 trận đại dịch không rõ nguồn gốc khiến loài người trên toàn thể địa cầu biến thành đá trải qua mấy ngàn năm sau 2 thanh niên chính của chúng ta là Senkuu và Taiju phá đá thoát ra và bắt đầu lập kế hoạch để cùng nhau tái thiết lập lại thế giới theo cách của họ",
    "year": "...",
    "time": "102 min",
    "rate": "...",
    "quality": "4K",
    "kind": "coming",
    "category": "anime"
  },
  {
    "name": "Doraemon Movie 12 - Nobita Ở Xứ Sở Nghìn Lẻ Một Đêm",
    "image": "../assets/doraemon_movie12.jpg",
    "desc": "Doraemon: Nobita's Dorabian Nights 1991 lồng tiếng là phim khoa học viễn tưởng của đạo diễn Shibayama Tsutomu. Với tên gọi đầu tiên là Lạc vào xứ Ba Tư, tên hiện tại là Nobita ở xứ sở nghìn lẻ một đêm. Truyện kể về chuyến phiêu lưu của Nobita và những người bạn đến thế giới nghìn lẻ một đêm giải cứu Shizuka thoát khỏi tên cướp Abujin và đồng bọn. Sau đó truyện được Shibayama Tsutomu chuyển thể thành phim, là phim thứ 11 trong loạt phim điện ảnh Doraemon, được công chiếu vào ngày 9 tháng 3 năm 1991 tại Nhật Bản.",
    "year": "1991",
    "time": "84 min",
    "rate": "9",
    "quality": "HD",
    "kind": "top",
    "category": "anime"
  },
  {
    "name": "DB Super Heroes",
    "image": "../assets/dragonball.jpg",
    "desc": "Dragon Ball Super: Super Hero là một bộ manga Nhật Bản do Toyotarou viết và minh họa. Đây là một phần spin-off của loạt anime Dragon Ball Super và là một tiếp nối của manga Dragon Ball gốc. Câu chuyện theo sự phiêu lưu của Goku và những người bạn của anh ta khi họ bảo vệ Trái Đất chống lại nhiều đe dọa và tham gia trận chiến với kẻ thù mạnh mẽ. Bộ phim bắt đầu với những phần hậu trường của Giải đấu sức mạnh, một giải đấu được tổ chức để xác định những sinh vật mạnh nhất trong vũ trụ. Sau khi đánh bại thần ác Zamasu và khôi phục hòa bình cho vũ trụ, Goku và những người bạn của anh ta trở lại cuộc sống bình thường của họ trên Trái Đất. Tuy nhiên, họ sớm phải đối mặt với những thách thức mới khi những kẻ thù mạnh mẽ đến trên sao Hỏa, muốn kiểm tra sức mạnh của họ và phá hủy Trái Đất.",
    "year": "2022",
    "time": "100 min",
    "rate": "7.1",
    "quality": "FHD",
    "kind": "top",
    "category": "anime",
    "mp4": "../assets/video/dragonball.mp4"
  },
  {
    "name": "Onepiece",
    "image": "../assets/onpeace.jpg",
    "desc": "Bối cảnh One Piece Film Red diễn ra ở hòn đảo âm nhạc Elegia, nơi diva nổi tiếng bậc nhất thế giới tên Uta thực hiện buổi biểu diễn trực tiếp đầu tiên trước công chúng. Uta đứng trên sân khấu với một ước mơ giản dị rằng ” Âm nhạc của tôi sẽ khiến cho thế giới hạnh phúc”. Đằng sau hình ảnh cô ca sĩ sở hữu giọng hát được đánh giá là ở “Đẳng cấp hoàn toàn khác” là một thân thế vô cùng bí ẩn được che giấu. Băng hải tặc Mũ Rơm và các fan khác của Uta từ nhiều thế lực khác nhau như hải tặc lẫn hải quân đều đã cùng tề tựu về buổi biểu diễn này. Biến cố bắt đầu ngay khi sự thật kinh hoàng được tiết lộ rằng Uta chính là “con gái của Shanks”. Luffy và Uta lần đầu tiên hội ngộ sau lần gặp gỡ vào 12 năm trước tại Làng Foosha.",
    "year": "2022",
    "time": "115 min",
    "rate": "6.6",
    "quality": "FHD",
    "kind": "top",
    "category": "anime"
  },
  {
    "name": "Naruto Shippuden the Movie: Blood Prison",
    "image": "../assets/naruto_bloodPrison.jpg",
    "desc": "Naruto Uzumaki được đóng khung và gửi đến một nhà tù không thể cưỡng lại nơi anh ta phải trốn thoát bằng mọi cách cần thiết.",
    "year": "2011",
    "time": "108 min",
    "rate": "8",
    "quality": "FHD",
    "kind": "top",
    "category": "anime"
  },
  {
    "name": "XXX: Return Of Xander Cage",
    "image": "../assets/returnOfXander.jpg",
    "desc": "Mười lăm năm trước, khi các điệp viên của CIA liên tục bị thủ tiêu vì những hành động tôi-là-cớm-nè giữa ổ tội phạm, Augustus Gibbons đã xuất hiện và đề xuất một dự án mang tính đột phá. Thay vì “thả con chuột vào ổ rắn”, để các điệp viên tiếp tục thất thủ và bị sát hại, Gibbons đã chọn ra những tội phạm, nửa dụ dỗ nửa ép buộc chúng trở thành những điệp viên của CIA. Thả một con rắn vào ổ rắn và để chúng xử nhau.",
    "year": "2017",
    "time": "107 min",
    "rate": "7.2",
    "quality": "FHD",
    "kind": "popular",
    "category": "film"
  },
  {
    "name": "Running Man Hàn Quốc",
    "image": "../assets/runningMan.jpg",
    "desc": "Running Man (tiếng Triều Tiên: 런닝맨) là chương trình tạp kỹ thực tế của Hàn Quốc, là một phần trong chương trình Good Sunday phát trên đài SBS. Chương trình được phát sóng lần đầu tiên vào ngày 11 tháng 7 năm 2010 và vẫn đang phát sóng tới hiện nay. Đây là một chương trình \"hành động đô thị\" chưa từng có và chương trình tập trung vào môi trường thành thị. Đây là chương trình với sự trở lại của Yoo Jae-suk sau khi anh rời chương trình Family Outing của Good Sunday trong tháng 2 năm 2010.",
    "year": "2010",
    "time": "102 min",
    "rate": "6.8",
    "quality": "FHD",
    "kind": "new",
    "category": "show"
  },
  {
    "name": "Nope",
    "image": "../assets/nope.jpg",
    "desc": "Kịch bản xoay quanh cặp anh em OJ Haywood (Daniel Kaluuya đóng) và Emerald Haywood (Keke Palmer), tiếp quản khu trang trại nuôi ngựa ở Agua Dulce sau khi cha qua đời một cách bí ẩn vì bị những vật thể lạ từ trên trời rơi trúng. Họ cũng tiếp nối nghề huấn luyện động vật phục vụ các đoàn phim ở Hollywood, lĩnh vực đang dần trở nên lạc hậu vì sự thịnh hành của công nghệ kỹ xảo CGI.",
    "year": "2022",
    "time": "141 min",
    "rate": "6.2",
    "quality": "FHD",
    "kind": "popular",
    "category": "film"
  },
  {
    "name": "M3Gan",
    "image": "../assets/m3gan.jpg",
    "desc": "M3GAN là một điều kỳ diệu của trí tuệ nhân tạo, một con búp bê sống động như thật được lập trình để trở thành người bạn đồng hành tốt nhất của trẻ và cha mẹ. Được thiết kế bởi Gemma, một kỹ sư thiết kế người máy xuất sắc, M3GAN có thể nghe, xem và học hỏi trong suốt quá trình nó đóng vai trò là người bạn và người thầy, người đồng hành và người bảo vệ cho cả gia đình. Khi Gemma bất đắc dĩ trở thành người chăm sóc cho cô cháu gái 8 tuổi của mình, cô quyết định đưa cho cô bé một nguyên mẫu M3GAN, một quyết định dẫn đến một kết quả vượt ngoài mọi sự dự tính của cô.",
    "year": "2023",
    "time": "102 min",
    "rate": "6.4",
    "quality": "FHD",
    "kind": "popular",
    "category": "film"
  },
  {
    "name": "The Forever Puge",
    "image": "../assets/theForeverPurge.jpg",
    "desc": "Cuộc Thanh Trừng Vĩnh Cửu sẽ tiếp nối các sự kiện đã xảy ra trong phần thứ 3 -The Purge: Election Year-ra mắt năm 2016. Lúc này, sự kiện Ngày thanh trừng đã bị dẹp bỏ. Phần mới sẽ theo chân cặp vợ chồng người Mexico là Adela (Ana de la Reguera thủ vai) và Juan (Tenoch Huerta)tìm cách trốn thoát khỏi một băng đảng buôn ma túy. Trong cuộc trốn chạy, họ vô tình bị kẹtlại ở một trang trại tại Texas (Hoa Kỳ). Hóa ra nơi đây vẫn còn “lén lút” thực hiện các nghi lễ thanh trừng một cách bất hợp pháp và buộc cặp đôi phải đưa ra những quyết định táo bạo để bảo vệ sự an toàn cho mình.",
    "year": "2021",
    "time": "103 min",
    "rate": "5.4",
    "quality": "FHD",
    "kind": "popular",
    "category": "film"
  },
  {
    "name": "My Fault",
    "image": "../assets/myfault.jpg",
    "desc": "Lỗi Của Tôi – My Fault (2023) nói về Noah phải bỏ lại thị trấn, bạn trai và bạn bè của mình để chuyển đến dinh thự của người chồng mới giàu có của mẹ cô. Cô ấy gặp Nick, anh kế mới của cô ấy. Họ bí mật yêu nhau điên cuồng.",
    "year": "2023",
    "time": "102 min",
    "rate": "6.3",
    "quality": "4K",
    "kind": "popular",
    "category": "film"
  },
  {
    "name": "Extraction 2",
    "image": "../assets/extraction2.jpg",
    "desc": "Tyler Rake: Nhiệm Vụ Giải Cứu 2 kể về sau khi suýt chết, đặc công ưu tú Tyler Rake nhận một nhiệm vụ nguy hiểm khác: giải cứu gia đình đang bị giam giữ của tay xã hội đen tàn nhẫn.",
    "year": "2023",
    "time": "123 min",
    "rate": "7.1",
    "quality": "4K",
    "kind": "popular",
    "category": "film"
  },
  {
    "name": "65",
    "image": "../assets/65.jpg",
    "desc": "65 - Trận Chiến Thời Tiển Sử kể về sau cú va chạm thảm khốc, tàu vũ trụ của Mills (Adam Driver) bay thẳng đến một hành tinh không xác định. Với kiến thức nhạy bén của mình, Mills nhanh chóng nhận ra hành tinh không xác định này chính là Trái Đất của 65 triệu năm trước. Liệu với những công nghệ tương lai đang có, Mills có thể sống sót trước những loài khủng long và sinh vật tiền sử đáng sợ? 65 - Trận Chiến Thời Tiền Sử đến từ bộ đôi biên kịch từng tạo nên “A Quiet Place” và được nhào nặn bởi chính NSX nổi tiếng Sam Raimi.",
    "year": "2023",
    "time": "93 min",
    "rate": "5.4",
    "quality": "4K",
    "kind": "popular",
    "category": "film"
  },
  {
    "name": "The Batman 2022",
    "image": "../assets/thebatman.jpg",
    "desc": "Phim lấy bối cảnh tại thế giới ngầm của thành phố Gotham, khi nơi đây xuất hiện một tên tội phạm giết người khét tiếng Riddler, hắn chuyên sát hại những tên chính trị gia lớn của thành phố. Sau mỗi vụ án giết người, hắn đều để lại những câu hỏi hóc búa cho Batman. Lúc này anh chàng hiệp sĩ bóng đêm Batman, bắt đầu tham gia vào cuộc điều tra về những chứng cứ mà tên Riddler để lại cho mình. Dần dần anh phát hiện ra những sự thật động trời về những kẻ tham nhũng và có liên quan đến gia đình của anh.",
    "year": "2022",
    "time": "175 min",
    "rate": "7.8",
    "quality": "4K",
    "kind": "popular",
    "category": "film"
  },
  {
    "name": "Through My Window",
    "image": "../assets/through_my_window.jpg",
    "desc": "Through My Window kể về Raquel thích chàng hàng xóm từ lâu, và giờ tình ý ấy bỗng tiến triển xa hơn khi anh bắt đầu có tình cảm với cô – bất chấp sự phản đối của gia đình.",
    "year": "2022",
    "time": "102 min",
    "rate": "6.2",
    "quality": "FHD",
    "kind": "popular",
    "category": "film"
  }
]
